Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Guovddáš ferte hukset viidáseappot dan buori ja lagas oktavuhtii mii das lea oamasteddjiide, muhto seammás sáhttá ođđa oamastanmálle buktit ođđa áŋgiruššama ja ruhtadeami suohkaniin ja fylkasuohkaniin. Dás sáhttá namuhit ahte Nordlándda ja
nob: Det er viktig at sentret kan bygge videre på sin gode og nære relasjon til andelshaverne, samtidig som en ny eierstruktur kanskje kan få en positiv effekt i forhold til større engasjement og finansiering fra kommuner og fylkeskommuner.

source: Romssa fylkarádji mielddisbuktá muhtun hástalusaid maidda lea dárbu gávdnot buresdoaibmi čovdosiid.
nob: Her kan nevnes at fylkesgrensen mellom Nordland og Troms byr på visse utfordringer som det er viktig å finne konstruktive løsninger på.

source: Sihke Várdobáikki jođiheddjiin ja bargiin ja muđui stivrras leat stuora hástalusat vuordimin, Várdobáikki ođđa kulturviesu oktavuođas ja go organiserenmálle rievdá go guovddáš šaddá oasussearvin (OS).
nob: Både ledelsen og personalet for øvrig ved Várdobáiki, samt styret står overfor store utfordringer i forbindelse med det nye kulturhuset for Vàrdobàiki og de organisatoriske endringene ved overgang til AS.

source: Dasto šaddet ge Nordlándda ja Romssa fylkkat dehálit ovttasbargin go dál leat.
nob: Her vil fylkene Nordland og Troms framstå som viktigere samarbeidspartnere enn i dag.

source: Seamma guoská maid suohkaniidda.
nob: Det samme vil også kunne gjelde kommunene‐.

source: Ođđasis organiseren mielddisbuktá maid ođđa stivrra
nob: Denne omorganiseringa vil også gi et nytt styre for

source: Várdobáikái.
nob: Várdobáiki.

source: Museahoidu oažžu miha buoret bargodili ođđa lanjain, muhto ođđa dilli boahtá maid gáibidit ođđa bargguid ja ovttasbargovugiid skuvllaiguin ja geavaheddjiiguin oppalohkái olles Várdobáikki doaibmaguovllus ja dat guoská earenoamážit giellaguovddážii.
nob: Med de nye lokalene vil museumsvirksomheten få vesentlig bedre vilkår, men denne nye situasjonen vil også åpne for og kreve nye initiativ og samarbeidsformer overfor skoleverket og for brukere mer generelt i hele nedslagsfeltet for Várdobáiki generelt og for språksentret spesielt.

source: 6.1 Duogáš dasa manne giellaguovddáš ásahuvvui
nob: 6.1 Bakgrunn for opprettelsen av språksenteret

source: Unjárggas lea eanas olbmuin sámi duogáš.
nob: I Nesseby kommune har et stort flertall av innbyggerne samisk bakgrunn.

source: Dáruiduhttináigodat lea gal guođđán luottaid, ja ollugat geat dál leat rávisolbmot leat massán sámegiela.
nob: Fornorskningsperioden har satt sine spor og mange av dagens voksne i kommunen har mistet språket.

source: Gieldda giellaplánas árvvoštallet ahte sullii 60‐70
nob: I kommunens språkplan

source: proseantta gieldda ássiin leat guovttegielagat, geat hupmet sihke sámegiela ja dárogiela.
nob: anslås det at ca. 60‐70 prosent av kommunens befolkning er tospråklige, og snakker både samisk og norsk.

source: Vaikko vel nie ollugat leat ge guovttegielagat, de lea sámegiella aŋkke áitojuvvon, danin go leat eanas vuorasolbmot geat hupmet sámegiela.
nob: Til tross for at såpass mange er tospråklige i kommunen, er det samiske språket fortsatt truet ettersom det er flest eldre som snakker samisk.

source: Sii geat dál leat birrasii 40‐jahkásaččat, leat giela massán buolva.
nob: Den generasjonen som i dag er på rundt 40 år betegnes for å være den tapte generasjon med hensyn til språkbruk.

source: Leat gal ollugat geain lea passiiva sámegiela, geat ipmirdit dan giela, muhto eai huma.
nob: Det finnes også mange med et passivt samisk språk, som forstår men ikke snakker.

source: Dattege muitalit ollu informánttat ahte sámegiella orro dál fas ealáskeamen, go lea guhkes áiggi mannan áivve maŋos.
nob: Flere informantene påpeker imidlertid at det samiske språket etter en lang periode i nedgang nå synes å være på vei opp igjen.

source: Máŋggas čujuhit mánáidgárddi buori ovdáneapmái; dasgo sámegielat mánáid
nob: Mange viser til den

source: lohku lassána mánáidgárddis.
nob: positive utviklingen i barnehagen, med en økning av andelen barn i samiskspråklig barnehage.

source: Okta informánttain oaivvilda ahte Unjárggas ii leat seamma ealli giella go Guovdageainnu ja Kárášjoga suohkaniin, ja danin lei ge dárbu ásahit sierra institušuvnna man bargun galgá lea sámegiela ealáskahttet ja nannet gielddas.
nob: En av informantene framholder at språket i Nesseby ikke er like levende som i Kautokeino og Karasjok kommune, og man så behovet for å ha en egen institusjon som kunne arbeide med å revitalisere og styrke det samiske språket i kommunen.

source: Unjárggas adnui sámegiella «ruovttugiellanš.
nob: I Nesseby ble samisk ansett for å være et «hjemmespråkš.

source: Lei dárbu álggahit bargamušaid ja doaimmaid mat oainnusindahket sámegiela, ja loktejit giela árvu.
nob: Det var nødvendig å igangsette aktiviteter og tiltak for å styrke og synliggjøre det samiske språket også på andre arenaer og for å løfte statusen til språket.

source: Unjárgga gielda lei okta dan vuosttaš guđa gielddas mat 1992:s serve sámegiela hálddašanguvlui.
nob: Som en av de seks første kommunene ble Nesseby kommune i 1992 innlemmet i språkforvaltningsområdet for samisk språk.

source: Gielda lea guovttegielalaš gielda gos sámegielas ja dárogielas galgá leat seamma árvu, ja go lea hálddašanguovllugielda, de lea maid gielda geatnegahttejuvvon čuovvut sámi giellalága mearrádusaid.
nob: Kommunen er en tospråklig kommune hvor samisk og norsk skal være likestilt, og som del av forvaltningsområdet er kommunen forpliktet til å følge bestemmelsene i samisk språklov.

source: Gielda oažžu guovttegielatvuođadoarjagiid ja lea 1992 rájes ráhkadan sierra giellaplánaid gildii.
nob: Kommunen får tildelt tospråklighetsmidler og kommunen har siden 1992 utarbeidet egne kommunale språkplaner.

source: Maŋŋel go vuosttaš giellaguovddážat ledje ásahuvvon Porsáŋgui, Gáivutnii, Divttasvutnii ja Evenáššái, de celkkii Sámediggi 2001:s ahte lea sávaldat hukset sullasaš giellaguovddážid maiddái eará
nob: Etter oppstarten med språkarbeidet som ble gjort i de første språksentrene i Porsanger, Kåfjord,

source: guovlluide.
nob: Tysfjord og Evenes, kom det i 2001 en uttalelse fra Sametinget med ønske om å etablere tilsvarende språksentre også andre steder.

source: Unjárga oinnii dan vejolašvuohtan nannet iežaset sámegielbarggu, ja gielddastivra mearridii ásahit gildii sierra giellaguovddáža mas galggai addojuvvot vejolašvuohta bargat gielain.
nob: Nesseby kommune anså det som en mulighet til å styrke arbeidet med det samiske språket, og kommunestyre vedtok at kommunen skulle få et eget språksenter som ble gitt mulighet til å jobbe med språket.

source: Unjárga čujuhii ge dasa makkár gielladilli gielddas lei, go ákkastalai manne lei dárbu ásahit sámi giellaguovddáža.
nob: Behovet for et språksenter i Nesseby var altså begrunnet i språksituasjonen i kommunen.

source: Giellaguovddáža ásaheapmi sáhttá ge leat oassi guovttegielatvuođa politihka duohtandahkamis.
nob: Opprettelsen av språksenteret kan ses på som en del av realiseringen av tospråklighetspolitikken.

source: Gielda lei mielas badjelasas váldit buot giellaguovddáža goluid, ja guovddáža ásaheapmi čađahuvvui ge dasto maid čorgadit.
nob: Kommunen sa seg villig til å ta alle kostnadene ved et språksenter og selve opprettelsen gikk dermed problemfritt.

source: 2002 rájes lea guovddáš ožžon jahkásaš vuođđodoarjaga Sámedikkis.
nob: Fra 2002 har senteret fått årlig grunnstøtte fra

source: gieldda giellaguovddáš organiserejuvvui oassin gieldda doaimmaide.
nob: Sametinget. I etableringsprosessen ble ikke organisasjonsformen drøftet noe særlig, og kommunens språksenter ble organisert under kommunens virksomhet.

source: Vuosttaš áiggis eai čađahuvvon makkárge stuora nuppástuhttindoaimmat, gieldda giellakantuvra ja giellabargiid fárrejedje ráđđeviesus sierra vistái Vuotnabađas, ja sii virgáibide prošeaktajođihdeaddji.
nob: I første omgang ble det ingen store endringer, kommunens språkkontor og språkmedarbeidere ble flyttet fra rådhuset til et eget bygg i Varangerbotn, og de ansatte en prosjektleder.

source: Sámegiela ja kultuvrra oainnusindahkan lei dehálaš oassi giellaguovddáža doaimmain, ja danin lei ge dehálaš ásahit giellaguovddáža guovddáš sadjái gielddasi vai dat lea hui oainnus gieldda ássiide.
nob: Synliggjøring av samisk språk og kultur var en viktig del av det nye språksenterets virksomhet og det ble dermed også viktig å få en lokalisering i sentrum av kommunen som også er godt synlig for kommunens

source: giellaealáskahttinprošeavttaid ja virgáibidjat prošeaktabargiid bargat prošeavttaiguin.
nob: innbyggere. Med opprettelsen av språksenteret fikk man mulighet til å søke om prosjektmidler, og kunne dermed sette i gang språkrevitaliseringsprosjekter og ansette prosjektmedarbeidere til å arbeide med prosjektene.

source: 6.2 Organiserenmálle válljen
nob: 6.2 Valg av organisasjonsform

source: Giellaguovddáš lea álggu rájes juo gullan gieldda doaimmaide.
nob: Språksenteret har siden oppstarten vært organisert under kommunen..

source: Servodatovdánahttinsuorggi doaibmajođiheaddji lea giellaguovddáža bajilgeahččá gielddas, ja lea maid su ovddasvástádus dohkkehit guovddáža doaibmaplána.
nob: Virksomhetsleder for samfunnsutvikling er språksenterets overordnede i kommunen, og har også ansvaret for å godkjenne senterets virksomhetsplan.

source: Dasa lassin veahkeha gielda guovddáža rehketdoaluin.
nob: Videre bistår kommunen senteret med regnskapet.

source: Gielda sáhttá buktit oaiviliid giellaguovddážii, muhto guovddáš gal ieš stivre barggu ja resurssaid.
nob: Kommunen kan komme med innspill, men språksenteret styrer arbeidet og ressursene selv.

source: Lea sin iežaset ovddasvástádus virgáibidjat prošeaktabargiid ja doallat oktavuođa Sámedikkiin, Sámi
nob: De har selv ansvaret for å ansette prosjektarbeidere og holde kontakt med Sametinget, Samisk høyskole og andre aktuelle

source: allaskuvllain ja vejolaš eará ovttasbargoguimmiiguin.
nob: samarbeidspartnere.

source: Gieldda giellakantuvra ja giellaguovddáš leat guokte sierra suohkanovttadaga, muhto dain leat lanjat seamma robi vuolde. Giellamielbargiid váldobargun lea jorgalit gieldda dokumeanttaid ja áššebáhpiriid ja bearráigeahččat ahte buot gieldda neahttasiiddu dieđut maiddái leat sámegillii.
nob: Kommunens språkkontor og språksenteret er to separate kommunale enheter, men lokalisert under samme tak og språkmedarbeiderne har sine hovedoppgaver knyttet til å oversette kommunale dokumenter og sakspapirer og tilse at all informasjon som ligger på kommunens nettsider også er på samisk.

source: Sii dulkojit muhtun politihkalaš čoahkkimiid, muhto eai leat iešguđetge surggiide veahkkin sin beaivválaš bargguin.
nob: De tolker enkelte politiske møter, men bistår ikke den daglige virksomheten i de ulike sektorene.

source: Dat ahte giellaguovddáža bargguid leat dien láhkái organiseren, lea máŋgga informántta mielas leamaš hui ávkkálaš.
nob: Organisering av språksenterets arbeid på denne måten har ifølge flere informanter vært svært nyttig.

source: Gielda lea hui dihtomielalaččat válljen bidjat gieldda giellakantuvrra seamma sadjái go giellaguovddáža, juste danin vai šaddá stuorát biras giellabargui ja vai bargonávccaid aziha buorebut geavahit.
nob: Fra kommunens side har det vært et bevisst valg å sette sammen kommunens språkkontor med språksenteret nettopp for å få et større miljø for språkarbeidet og for å utnytte ressursene mer effektivt.

source: Dat láhčá buoret dili giellaovdáneapmái.
nob: Det gir bedre muligheter for språkutvikling.

source: Giellaguovddáža informánttat lohket maid organiserenmálle doaibmat bures, sii atnet hui buori ávkki sihke ekonomalaš ja olmmošlaš návccain, ja seammás sis lea maid stuorát fágabiras.
nob: Fra språksenterets side anser de organiseringen for å fungere godt, de utnytter økonomiske og menneskelige ressursene godt, samtidig som de også får et større fagmiljø.

source: Máŋggas informánttain oaivvildit ahte dálá organiseren doaibmá bures.
nob: Flere av informantene framholder at dagens organisering fungerer godt.

source: Okta informánttain lohká almmatge ahte jus giellaguovddáš livččii ásahuvvon ovdamearkkadihte vuođđudussan, de livččii soaitán sáhttit eanet iešheanalaččat bargat.
nob: En av informantene påpeker imidlertid at det kan tenkes at dersom språksenteret for eksempel var organisert i en stiftelse så hadde det kanskje vært mer fritt.

source: Nugo dál lea, de šaddá guovddáš čuovvut gieldda bušeahttameannudeami ja rehketdoallorutiinnaid, mat čuvvot garra njuolggadusaid.
nob: Slik det er i dag må senteret følge kommunens budsjettbehandling og regnskapsrutiner, som er strengt regulert.

source: Muđui lea hástalussan ahte ii buot áiggiid heive čađahit giellabargguid ja giellaguovddáža doaimmaid muđui.
nob: Det er utfordringer knyttet til at det ikke alltid passer med språkarbeidet og språksenterets virksomhet for øvrig.

source: 6.3 Giellaguovddáža doaibma
nob: 6.3 Språksenterets virksomhet

source: Ollu giellaguovddáža bargguin doaimmahuvvojit ovttasbarggus giellakantuvrra bargguiguin.
nob: Mye av arbeidet til språksenteret er overlappende med språkkontorets arbeid.

source: Máŋga informántta lohket ge ahte lea juo measta gáibádus ahte dien guovtti ásahusas ferte leat earenoamáš buorre ovttasbargu jus bures galget resurssaid nákcet geavahit ávkin.
nob: Samarbeid mellom disse to ansees av flere informanter nærmest som påkrevd for å få en effektiv utnyttelse av ressursene.

source: Danin lea ge goasii eahpelunddolaš geahččalit sirret dien guovtti ásahusa doaimmaid.
nob: Skillet mellom disse to virksomhetene anses av den grunn også for å være noe kunstig.

source: Lea rehketdoallu ja raportačállin mii dien guokte ásahusa sirre, ii ge daid barggut.
nob: Det etablerte skillet er basert på regnskaps‐ og rapporteringsmessige hensyn, mer enn det representerer et reelt skille i virksomhetenes arbeid.

source: Giellakantuvrra váldoovddasvástádus lea lágidit
nob: Språkkontoret har hovedansvaret for å avholde

source: giellakurssiid, ja giellaguovddáža váldoovddasvástádus lea plánet ja čađahit prošeavttaid maidda ohcet olggobealdoarjagiid.
nob: og arrangere språkkurs mens språksenteret har hovedansvar for planlegging og gjennomføring av eksternt finansierte prosjekter.

source: Muhto lea aŋkke ollu olbmuin dat áddejupmi ahte giellaguovddáš dat lea kurssiid “ lágideaddji ”.
nob: Det er imidlertid språksenteret som fremstår som «arrangørš av språkkursene utad.

source: Go giellamielbargiid bálká máksojuvvo guovttegielatvuođadoarjagiin, de geavahuvvo ge oassi dain ruđain giellakurssiide.
nob: Ettersom språkmedarbeidernes lønn er finansiert gjennom tospråklighetsmidlene, går en del av disse midlene til å arrangere språkkurs.

source: Giellaguovddáža bargamušat gal leat goasii áivve prošeavttat maidda leat ožžon sierra ruhtadeami, muhto oassi jođiheamis gal ruhtaduvvo Sámedikki vuođđodoarjagiin.
nob: Språksenterets aktiviteter er på sin side hovedsakelig prosjektfinansiert, men en del av drifta er finansiert gjennom grunntilskuddet som de får Sametinget.

source: Dien guovtti doaimma ovttasbargu sáhttá maid leat dakkár ahte giellamielbargit barget muhtomin
nob: Samarbeidet mellom de to virksomhetene gjør imidlertid at språkmedarbeidere av og til når det er

source: prošeavttaiguin, go lea dárbu dan dahkat, ja giellaguovddáža prošeaktajođiheaddji ja prošeaktabargit sáhttet ges leat veahkkin muhtun kurssiin.
nob: behov for det, jobber med prosjekter mens språksenterets prosjektleder og prosjektmedarbeidere bistår i enkelte deler av kursingen.

source: Giellakursset mat lágiduvvet leat: álgokurse, lohkankurse sidjiide geat máhttet sámegiela njálmmálaččat, «váldde gielat ruovttoluottaš sidjiide geain lea passiiva giella, lohkan ja čállinkurse sidjiide geain lea njálmmálaš sámegiella ja vel giellalávgun mii lágiduvvo čoagganeapmin.
nob: Språkkursene som arrangeres er: nybegynnerkurs, lesekurs for de behersker samisk muntlig, «ta språket mitt tilbakeš for de som har et passivt språk, lese og skrivekurs for de som har samisk muntlig samt språkbad som er samlingsbasert.

source: Buot kursset lágiduvvojit beaivet.
nob: Alle kursene går på dagtid.

source: Kurssiin čalmmustahttet várjjatsuopmana ja bargguid bokte oahppama.
nob: Kursene har fokus på varangerdialekten og på læring gjennom aktiviteter.

source: Dadjat juo buot prošeavttaid ruhtadit prošeaktadoarjagiiguin maid ohcet eará ruhtadeddjiin.
nob: Så nært som alle prosjekter ved språksenteret er finansiert ved eksterne prosjektmidler.

source: Giellaguovddáža bargamušain lea dušše «Ruhtagiisaš mii ii leat prošeaktan ruhtaduvvon.
nob: Av språksenterets aktiviteter er det bare «Ruhttagiisaš som ikke er prosjektfinansiert.

source: «Ruhtagiissásš sáhttet fitnodagat, suohkana doaimmat, searvvit ja lihtut ohcat doarjaga doaimmaide mat galget sámegiela oainnusindahkat.
nob: «Ruhttagiisaš er en søknadsbasert pott for bedrifter, kommunale virksomheter, lag og foreninger og går til tiltak som kan synliggjøre det samiske språket.

source: Eanemusat sáhttet oažžut 5000 kr..
nob: Høyeste tildelingssum er kr 5000.

source: Giellaguovddáš lágida doaimmaid nugo ovdamearkkadihte «Duhkorattaš (sámegiel stoahkanšillju vuollel 8‐ jahkásaš mánáide), sámi fáddábeivviid ovttas skuvllain juohke 6. vahku, dokumentašuvdnaprošeavttaid, dakkáriid go báikenamat ja tearbmaprošeavttat ja fáhtehusaid ja doahpagiid čohkken.
nob: Blant språksenterets aktiviteter finner vi for eksempel «Duhkorattaš (en samisk lekearena for barn under 8 år), samarbeid med skolen om samiske temadager hver 6. uke, dokumentasjonsprosjekter slik som stedsnavn og terminologiprosjektet og begrepsinnsamlinger.

source: Eará dokumentašuvdnabarggut leat girjealmmuheamit.
nob: Annet dokumentasjonsarbeid er også bokpubliseringer.

source: Sámegiela gaskkusteapmi ja oainnusindahkan dáhpáhuvvá girjjiin, kurssiin, logaldallamiin, seminárain ja ii unnimusat sámi čakčamárkaniin «Vuonnamárkanatš.
nob: Formidlingen og synliggjøring av samisk skjer gjennom bøker, kursene, foredrag, seminarer og ikke minst det samiske høstmarkedet «Vuonnamárkanatš.

source: Bargamušaid lágidemiin ovttasbargá guovddáš
nob: I aktivitetene som arrangeres samarbeider senteret ofte med ressurspersoner, gjerne eldre samisktalende

source: dávjá árbečehpiiguin, áinnas vuoras sámegielat priváhta olbmuiguin.
nob: privatpersoner.

source: Muđui lágiduvvojit doaimmat ovttas skuvllain ja mánáidgárddiin, museain jna..
nob: Ellers arrangeres aktiviteter i samarbeid med skole og barnehage, museet osv..

source: Buot giellaguovddáža bargamušat ja prošeavttat váikkuhit iešguhtege láhkásis dasa ahte olahit giellaguovddáža ulbmila – mii lea sámegiela ja kultuvrra oainnusindahkan.
nob: Alle språksenterets ulike aktiviteter og prosjekter bidrar på forskjellige måter å oppfylle formålet med språksenteret – synliggjøring og styrking av samisk språk og kultur.

source: Okta stuorámus hástalusain giellaguovddáža doaimmain lea nagodit gávdnat prošeavttaide dan gelbbolašvuođa mii gáibiduvvo.
nob: En av de største utfordringene med språksenterets virksomhet er bemanning av prosjektene med den påkrevde kompetanse som det er behov for.

source: Sáhttá leat váttis oažžut olbmuid ohcat prošeaktavirggiide, danin go dat leat dušše oanehit áigái ja ruhtaduvvojit jagis jahkái.
nob: Det er utfordrende å få søkere til prosjektstillingene ettersom det er basert på korttidsengasjement og finansiering fra år til år.

source: Okta informánttain oaivvilda ahte jus livčče
nob: En av informantene påpeker at ved for eksempel to faste stillinger, hadde ikke senteret vært avhengig av prosjektmidler.

source: Stuora oassi prošeaktadoarjagiin manná prošeaktabargiid bálkágoluide.
nob: Prosjektmidlene går primært til å finansiere prosjektarbeidernes lønnskostnader.

source: Jus giellaguovddážis livčče eanet bissovaš virggit, de nákcešiii guovddáš ráhkadit muhtun dain prošeavttain mat leat juo guhká leamaš jođus fásta doaibman ja ortnegiin.
nob: Med faste stillinger hadde språksenteret hatt mulighet til å gjøre enkelte av prosjektene som har pågått over lengere tid til faste tiltak og ordninger.

source: Ovdamearkkadihte «Duhkorattaš, mii lea jođihuvvon prošeaktan juo gávcci jagi.
nob: Et eksempel er «Duhkorattaš, som har gått over prosjektfinansiering i åtte år.

source: Giellaguovddáš ii goassege dieđe sihkkarit ožžot go prošeaktadoarjaga maŋit jahkái, danin
nob: Språksenteret vet aldri sikkert om de får finansiert prosjektet til neste år fordi de får svar på prosjektsøknaden først langt ut på våren det samme året som de har søkt om prosjektmidler til. De

source: Sii eai sáhte goassege čohkkedit vuordit vástádusa Sámedikkis, muhto fertejit álggahit prošeavtta ovdal go dihtet ožžot go dasa ruhtadoarjaga.
nob: kan imidlertid ikke avvente svaret fra Sametinget og må sette i gang prosjektet før de er sikker på at de får det finansiert.

source: Eará hástalus lea ođđa vistti ruhtadeapmi.
nob: En annen utfordring er finansiering av et nytt bygg.

source: Dál geavaha giellaguovddáš lanjaid gos ovdal lea leamaš mánáidgárdi.
nob: Lokalene språksenteret bruker i dag er en tidligere barnehage som ikke er i bruk lenger.

source: Doppe ii gávdno luohkkálatnja / kurselatnja ja lea beare unnán sadji stuorát joavkkuide.
nob: Det finnes ingen klasserom / kursrom og det er for lite plass til store grupper.

source: Danin sii šaddet dávjá juohkit stuora kursejoavkkuid unnit joavkkuide, ja dat gáibida eanet barggu.
nob: Derfor må de ofte dele store kursgrupper, noe som krever mer ressurser.

source: Maiddái gievkkan lea beare unni kursedoaimmaide.
nob: Kjøkkenet er også for lite til å kunne brukes i kurssammenheng.

source: Gielddas ii leat ruhta ruhtadit ođđa vistti.
nob: Kommunen har ikke midler til å finansiere et nytt bygg.

source: Giellaguovddáža bargamušaid ja giellakurssiid ulbmiljoavku leat vuosttažettiin gieldda ássit.
nob: Målgruppen for språksenterets aktivitet og språkkursene er i første rekke kommunens innbyggere.

source: Álggos sii lágidedje kurssiid dušše gieldda bargiide, muhto dađistaga sii fállagohte daid buohkaide.
nob: Tidligere ble språkkursene arrangert kun for kommunalt ansatte, men tilbudet ble etter hvert åpnet for alle.

source: Gielda lea vuoruhan mánáid ja nuoraid giellaealáskahttenbargguin, ja oaidná dehálažžan ahte eandalii nuorra váhnemat besset daid giellakurssiid čuovvut maid dárbbašit.
nob: Kommunen har satset på barn og unge i språkvitaliseringsarbeidet og anser det som svært viktig at spesielt unge foreldre får den språkkursingen de har behov for.

source: Ovdal ožžo buot bargit gielddas geat hálidedje bálkkáin friddja barggus vai besset giellakurssiid čuovvut.
nob: Tidligere fikk også alle kommunalt ansatte som ønsket å ta språkkurs permisjon med lønn.

source: Muhto dat šattai nu divrras ahte gielda šattai rievdadit dien ortnega.
nob: Kommunen måtte imidlertid endre denne praksisen, ettersom det viste seg å være svært kostnadskrevende.

source: Giellaguovddáš ovttasbargá dávjá Deanu giellaguovddážiin go lágidit giellakurssiid dahje earalágan kurssiid, ja lea maid lágidan giellakurssiid Čáhcesullos ja Mátta ‐ Várjjagis.
nob: Språksenteret samarbeider ofte med språksenteret i Tana både om språkkurs og andre typer kurs, og har også arrangert språkkurs i Vadsø og Sør ‐ Varanger.

source: Muhto go eai leat doarvái bargonávccat guovddážis, de sii leat šaddan vuoruhit doaimmaid mat leat gieldda ássiid várás.
nob: Men på grunn av manglende kapasitet har senteret sett seg nødt til å prioritere tiltak for kommunens innbyggere.
